<template>
	<div class="container">
プライバシーポリシー<br>
このプライバシーポリシー（以下「本ポリシー」といいます。）は、株式会社Papillon（以下「当社」といいます。）が運営するサービス「e-players」（以下「本サービス」といいます。）における個人情報の取扱い等について定めるものであり、本サービスを利用する全て<br>
のお客様に適用されます。お客様が本サービスの利用を開始された場合には、本ポリシーに同意したものとみなします。<br>
<br>
第１条 （適用範囲）<br>
１ 本ポリシーは、本サービスの利用に関し適用されます。また、当社が、本サービス上に掲載するプライバシーポリシーその他の個人情報保護方針又は利用規約等において情報の取扱いについて規定する場合、当該規定も適用されるものとし、当該規定が本ポリシーと矛盾抵触する場合には、本ポリシーが優先されるものとします。<br>
２ 当社が本サービスに関して提携する外部のサービスその他当社以外の者が提供するサービス（以下「提携サービス等」といいます。）については、本ポリシーの規定は適用されません。提携サービス等における個人情報の取扱いについては、当該提携サービス等を提供する事業者（以下「提携サービス提供事業者」といいます。）が別途定めるプライバシーポリシー等をご参照ください。<br>
<br>
第２条 （当社が取得する情報）<br>
当社は、次条に定める利用目的を達成するため、本サービスの利用者及び利用希望者（以下併せて「ユーザー」といいます。）に関する次に定める情報（以下「ユーザー情報」といいます。）を取得します。<br>
(1)	本サービスの利用にあたりユーザーにご提供いただく情報<br>
年齢、性別、電話番号、メールアドレス、クレジット番号、ユーザーID、ユーザー名、パスワード、本サービスのプロフィール欄に記入いただく情報、その他本サービスにおいて当社が指定する情報<br>
(2)	本サービスの利用にあたり当社が収集する情報<br>
端末ID（デバイスID）、IPアドレス、端末位置情報、サーバーアクセスログ情報、Cookie及び匿名ID、本サービスにおいてユーザーが送信する情報（検索履歴、本サービスへの投稿内容、戦績、大会結果、ユーザー評価等）、並びにユーザーの同意に基づき提携サービス等から取得する情報（提携サービス等におけるユーザーのID等）<br>
<br>
第３条 （利用目的）<br>
１ 当社は、ユーザー情報を、次の各号に定める目的の範囲内で、適正に取り扱います。<br>
(1)	本サービスの利用の登録審査のため<br>
(2)	本サービスの提供及び本人確認のため<br>
(3)	本サービスの利用料の請求及び決済のため<br>
(4)	本サービスに関するご案内、お問い合わせ等への対応のため<br>
(5)	本サービスに関する利用規約又は本ポリシーの変更、本サービスの停止・中止・契約解除その他本サービスに関する重要なお知らせ等の通知のため<br>
(6)	当社又は第三者の商品・サービスに関する広告の掲載・配信のため<br>
(7)	本サービスの維持、改善及び新たなサービス等を検討するため<br>
(8)	本サービスの利用状況等を調査及び分析するため<br>
(9)	次の者への第三者提供のため<br>
ア 本サービスを利用する他のユーザー（ユーザーID、ユーザー名、プロフィール欄に記入いただいた情報、本サービスへの投稿内容、戦績、大会結果、ユーザー評価等に限ります。）<br>
イ 本サービスにおけるスポンサー<br>
ウ 提携サービス提供事業者<br>
エ 情報提供モジュールの提供者<br>
２ 当社は、前項の利用目的を、変更前の利用目的と関連性を有すると合理的に認められる範囲内において変更することがあり、変更した場合には、ユーザーに対し、通知又は本サービス上若しくは当社の運営するウェブサイトでの掲示その他分かりやすい方法により公表します。<br>
<br>
第４条 （第三者への提供）<br>
当社は、本ポリシーにて特に定めた場合を除き、本人の同意を得ずに、個人データ（個人情報保護法第２条第６項により定義された「個人データ」をいい、以下同様とします。）を第三者に提供しません。ただし、次に掲げる場合に、第三者（日本国外にある者を含みますが、個人情報保護法第２４条において特に規定される外国にある第三者は含みません。）に提供する場合はこの限りではありません。<br>
(1)	本ポリシーに定める利用目的の達成に必要な範囲内において個人データの取扱いの全部又は一部を委託することに伴って当該個人データが提供される場合<br>
(2)	合併その他の事由による事業の承継に伴って個人データが提供される場合<br>
(3)	特定の者との間で共同して利用される個人データが当該特定の者に提供される場合であって、その旨並びに共同して利用される個人データの項目、共同して利用する者の範囲、利用する者の利用目的及び当該個人データの管理について責任を有する者の氏名又は名称について、あらかじめ、本人に通知し、又は本人が容易に知り得る状態に置いているとき<br>
(4)	前各号に定めるもののほか、個人情報保護法その他の法令に基づく場合<br>
<br>
第５条 （情報収集モジュールの利用について）<br>
本サービスには、本サービスの利用状況及び広告効果等の情報を解析するため、当社が選定する以下の情報収集モジュールが組み込まれています。これに伴い、当社は、以下の情報収集モジュールの提供者（日本国外にある者を含みます。）に対しユーザー情報の提供を行う場合があります。これらの情報収集モジュールは、個人を特定する情報を含むことなくユーザー情報を収集し、収集された情報は、各情報収集モジュール提供者の定めるプライバシーポリシーその他の規定に基づき管理されます。<br>
①名称　：Google Analytics<br>
提供者：Google Inc.<br>
提供者による情報開示：https://policies.google.com/technologies/partner-sites?hl=ja<br>
<br>
第６条 （行動ターゲティング広告）<br>
１ 当社は、当社又は広告配信事業者等の第三者によるターゲティング広告（ユーザーのニーズないし興味、関心に合わせて広告を配信する広告手法をいいます。）の実施のため、本サービス又は提携サービスの提供に際し、前条に定める情報収集モジュールを利用して、以下の情報を収集し、これを蓄積又は利用することがあります。<br>
(1)	行動履歴及びサービス利用状況に関する情報（本サービスの利用履歴等、それを蓄積することによりユーザーのニーズや興味、関心の分析に供することができる情報で、特定の個人を識別するに至らないものをいいます。）<br>
(2)	端末情報<br>
２ 当社は、前項に基づき収集した情報を、ユーザーのニーズないし興味、関心に合わせてカスタマイズした最適な広告を配信することにより、ユーザーに有益な情報を届けることを目的として、行動ターゲティング広告を配信する事業者（以下「広告配信事業者」といいます。）に提供することがあります。<br>
３ 広告配信事業者による各情報の取扱いについては、広告配信事業者の定めるプライバシーポリシーその他の条件に従うものとします。<br>
<br>
第７条 （個人データの開示・訂正等の権利）<br>
１ 当社は、ユーザーから、個人情報保護法の定めに基づき当社が保有するデータベース上に存在する個人データの利用目的の通知、開示、訂正、追加、削除、停止又は消去（以下「開示等」といいます。）を求められたときは、ユーザーご本人からのご請求であることを確認の上で、遅滞なく対応いたします。ただし、個人情報保護法を含む法令により当社がこれらの義務を負わない場合については、この限りではありません。<br>
２ 開示等の請求にあたっては、第９条の問い合わせ窓口宛にご連絡ください。<br>
３ 個人データの利用目的の通知又は開示につきましては、１件あたり１，０００円の手数料を頂戴いたします。<br>
<br>
第８条 （本ポリシーの変更）<br>
１ 当社は、ユーザー情報の取扱いに関する運用状況を適宜見直し、継続的な改善に努めるものとし、必要に応じて、随時本ポリシーを変更することがあります。<br>
２ 当社は、以下の場合には、本ポリシーの内容の変更又は追加（以下「本ポリシーの変更等」といいます。）を行うことができるものとします。<br>
(1)	本ポリシーの変更等が、ユーザーの一般の利益に適合する場合<br>
(2)	本ポリシーの変更等が、契約をした目的に反せず、かつ、変更の必要性、変更後の内容の相当性、変更の内容その他の変更に係る事情に照らして合理的なものであるとき<br>
３ 当社は、本ポリシーの変更等をする場合には、変更後の本ポリシーの効力発生日の７日前までに、本サービス上又は当社のウェブサイトへの掲示その他当社が適当と判断する方法で、ユーザーに対し通知するものとします。<br>
４ 変更後の本ポリシーの効力発生日以降に、ユーザーが本サービスを利用した場合又は当社の定める期間内に本サービスに係る利用契約の解約手続をとらなかった場合には、ユーザーは、本ポリシーの変更等に同意したものとみなします。<br>
５ 前三項の定めにかかわらず、法令上ユーザーの同意が必要となるような内容の変更を行うときは、別途当社が定める方法により、ユーザーの同意を取得します。<br>
<br>
第９条 （お問い合わせ）<br>
当社の取り扱うユーザー情報に関するご意見、ご質問、開示等の要求、苦情のお申出その他ユーザー情報の取扱いに関するお問合せは、以下のお問合せ窓口へご連絡ください。<br>
株式会社Papillon　個人情報取扱いに関するお問い合わせ窓口<br>
住所　　　　　　　　：〒４５３－６１９０<br>
愛知県名古屋市中村区平池町４－６０－１２<br>
WeWorkグローバルゲート名古屋<br>
個人情報取扱責任者　：当社代表取締役　都築 亮吾<br>
メールアドレス　　　：ryogo-t@papillon.co.jp<br>
<br>
<br>
【２０２１年4月14日　制定】<br>
<br>

	</div>
</template>

<script>

</script>

<style scoped lang="scss">
.container {
	position: relative;
	top: 40px;
	width: 80%;
	left: 10%;
}
</style>