<template>
	<div class="container">
		「e-players」利用規約<br>
<br>
この規約（以下「本規約」といいます。）は、株式会社Papillon（以下「当社」といいます。）が提供するゲーム大会（第２条において定義します。）の開催・運営等のサポートツール「e-players」（以下「本サービス」といいます。）の利用に関する条件等を定めるものです。ユーザー（第２条において定義します。）及び登録希望者（第２条において定義します。）は、本サービスを利用する前に、本規約をよくお読みください。本サービスの利用を開始した場合には、本規約の全てに同意したものとみなします。なお、本規約に同意されないユーザー及び登録希望者は、本サービスを利用することができません。<br>
<br>
第1条	（適用）<br>
1.	本規約は、本サービスの利用に関する条件及び本サービスの利用に関する当社とユーザーとの間の権利義務を定めること等を目的とし、当社とユーザーとの間の本サービスの利用に関わる一切の関係に適用されます。<br>
2.	当社が、本サービス上又は当社サイト（次条において定義します。）上に本サービスに関する個別規定や追加規定（以下「個別追加規定」といいます。）を掲載する場合又はユーザーに個別追加規定をメール等により通知した場合には、それらの個別追加規定も本規約の一部を構成するものとし、個別追加規定が本規約と抵触する場合には、当該個別追加規定が優先するものとします。<br>
<br>
第2条	（定義）<br>
本規約において使用する以下の用語は、以下に定める意味を有するものとします。<br>
(1)	「当社サイト」：当社が運営するウェブサイト（https://papillon.co.jp/）をいいます。<br>
(2)	「ゲーム大会」：コンピュータゲーム(パソコンゲーム、テレビゲーム、アーケードゲーム、オンラインゲーム、スマートフォン向けゲーム等を含みますが、これらに限りません。以下同様とします。)に関する勝敗又は優劣等を競うことを目的とするイベントをいいます。<br>
(3)	「登録希望者」：本サービスの利用を希望する者をいいます。<br>
(4)	「ユーザー」：第３条に基づいて本サービスの利用者としての登録がなされた者をいいます。<br>
(5)	「開催ユーザー」：ユーザーのうち、本サービスを通じて、ゲーム大会を開催・運営等するユーザーをいいます。<br>
(6)	「参加ユーザー」：ユーザーのうち、本サービスを通じて、ゲーム大会に参加するユーザーをいいます。<br>
(7)	「サポートユーザー」：ユーザーのうち、本サービスを通じて、ゲーム大会の開催・運営等を支援するユーザーをいいます。<br>
(8)	「有料サービス」：本サービスのうち、当社が有料で提供するサービス及び機能等をいい、その詳細は別途当社が定めるものとします。<br>
(9)	「ユーザーコンテンツ」：ユーザーが本サービス上で記載、投稿、記録、アップロード又は送信するコンテンツをいいます。<br>
(10)	「知的財産権等」：特許権、実用新案権、商標権、意匠権、著作権（著作権法第２７条及び第２８条の権利を含みます。）その他の知的財産権（それらの権利を取得し、及びそれらの権利につき登録、更新又は延長等の手続を行う権利を含みます。）及びノウハウ等に係る権利をいいます。<br>
(11)	「反社会的勢力等」：暴力団、暴力団員、暴力団員でなくなった時から５年を経過しない者、暴力団準構成員、暴力団関係企業、総会屋、社会運動等標ぼうゴロ、政治活動標ぼうゴロ、特殊知能暴力集団その他の反社会的活動を行う団体又はその構成員をいいます。<br>
<br>
第3条	（ユーザー登録等）<br>
1.	登録希望者は、本規約を遵守することに同意し、かつ、当社の定める一定の情報（以下「登録情報」といいます。）を当社の定める方法で提供することにより、当社に対し、ユーザーとしての登録（以下「ユーザー登録」といいます。）を申請することができます。なお、登録希望者が未成年者に当たる場合には、法定代理人の同意を得なければなりません。<br>
2.	当社は、当社の裁量において、登録希望者のユーザー登録の可否を判断し、当社が登録を認める場合にはその旨を登録希望者に通知します。ユーザー登録は、当社が本項の通知を行ったときに完了し、当社はユーザー登録完了と同時に、登録希望者に対して、ユーザーＩＤ、ユーザー名及びパスワード（以下「ＩＤ等」といいます。）を付与するものとします。<br>
3.	前項のユーザー登録完了により、登録希望者と当社との間で、本規約に従った本サービスの利用に関する契約（以下「本利用契約」といいます。）が成立するものとし、ユーザーは、本規約の目的の範囲内で、かつ、本規約に違反しない範囲で、当社の定める方法に従い、本サービスを利用することができます。<br>
4.	登録希望者は、以下の各号のいずれかの場合に該当するときは、第１項に定める申請を行ってはならず、本利用契約の有効期間中に該当した場合には、直ちに当社にその旨を通知しなければなりません。当社は、登録希望者が以下の各号のいずれかに該当し又は該当するおそれがあると判断した場合には、そのユーザー登録を拒否することができます。なお、当社は、登録希望者に対し、当該登録拒否の理由を開示する義務を負わないものとします。<br>
(1)	当社に提供した登録情報の全部又は一部につき虚偽、誤記又は記載漏れがあった場合<br>
(2)	未成年者、成年被後見人、被保佐人又は被補助人のいずれかである場合において、法定代理人、後見人、保佐人又は補助人の同意等を得ていなかった場合その他これらに準じる場合<br>
(3)	反社会的勢力等である場合、又は反社会的勢力等と何らかの交流若しくは関与等がある場合<br>
(4)	過去に当社との契約その他の合意に違反した場合、又は当社のサービスのユーザー登録を拒否若しくは取消しされた場合<br>
(5)	第１２条第１項に定める措置を受けたことがあり、又は現在当該措置を受けている場合<br>
(6)	前各号に定めるものの他、当社がユーザー登録を不適当と認める場合<br>
5.	ユーザーは、登録情報に誤りがあった場合又は変更があった場合、遅滞なく、当社所定の方法により当該変更事項を当社に通知しなければなりません。登録情報の内容に虚偽、誤り又は記載漏れ等があったことによりユーザーに何らかの損害が生じたとしても、当社に故意又は重過失がある場合を除き、当社は一切の責任を負いません。<br>
6.	ユーザーは、ＩＤ等を厳重に管理・保管するものとし、ＩＤ等を第三者に利用させ、又は貸与、譲渡、名義変更、売買等をしてはならないものとします。当社は、ＩＤ等の一致を確認した場合には、当該ＩＤ等の保有者としてユーザー登録されたユーザー本人が当該ＩＤ等を利用し、本サービスを利用したものとみなすことができるものとします。ＩＤ等の管理不十分等による損害の責任はユーザーが負うものとし、当社は一切の責任を負いません。<br>
<br>
第4条	（本サービスの内容）<br>
1.	ユーザーは、当社の定める方法により、本サービスを通じて、以下の各号に定める事項を行うことができるものとします。<br>
(1)	開催ユーザーとして、ゲーム大会を開催・運営等すること<br>
(2)	参加ユーザーとして、本サービスを通じて開催されるゲーム大会に参加すること<br>
(3)	サポートユーザーとして、本サービスを通じて開催されるゲーム大会の開催・運営等を支援すること<br>
(4)	その他当社が定めること<br>
2.	当社は、いつでも、ユーザーに何ら通知することなく、当社の裁量により本サービスの内容の全部又は一部を変更することができるものとします。<br>
3.	当社は、本サービスを提供するに当たり、本サービス上において自己又は第三者の広告を掲載する場合があります。ユーザーは、当該広告掲載等について予め承諾するものとします。<br>
<br>
第5条	（ゲーム大会の開催・運営・参加等）<br>
1.	開催ユーザーは、別途当社の定める範囲内において、かつ、以下の各号に定める事項に反しない限りで、自己が開催・運営等しようとするゲーム大会について、その名称、参加条件、使用するコンピュータゲーム、当該ゲーム大会特有のルール（以下「ローカルルール」といいます。）その他当社の指定する事項（以下総称して「開催要項」といいます。）を設定できるものとし、当該開催要項に沿って、ゲーム大会を開催・運営等するものとします。<br>
(1)	法令等及び公序良俗に反する事項を含まないこと<br>
(2)	当社、他のユーザー及びその他第三者の権利（プライバシーに関する権利、知的財産権等その他の法律上保護される権利及び利益を含みますが、これらに限りません。）を侵害しないこと<br>
(3)	第９条各号に定める行為を行わないこと<br>
(4)	前各号に定めるものの他、当社が別途指定する遵守事項<br>
2.	公式大会（当社又は当社の指定する者が開催・運営等するゲーム大会をいいます。）については、当社又は当社の指定する者が開催要項を設定するものとします。<br>
3.	参加ユーザーは、自己が参加するゲーム大会に係る開催要項をよく読み、その全てに同意した上で、当該ゲーム大会に参加するものとします。参加ユーザーは、本規約及び当該ゲーム大会に係る開催要項に違反した場合（参加条件を満たさないことが発覚した場合及びローカルルールに違反した場合を含みますが、これらに限りません。）には、当該ゲーム大会において失格その他の不利益を受けることを予め承諾します。<br>
4.	サポートユーザーは、自己が支援するゲーム大会に係る開催要項に沿って、当該ゲーム大会の開催・運営等を支援するものとします。<br>
5.	ユーザーは、別途当社の定めるところにより、当社及び他のユーザーに対して、ゲーム大会に係る戦績その他の結果（以下「戦績等」といいます。）を申告し、当該結果を証する資料を提出するものとします。<br>
6.	ユーザーは、他のユーザーとの間に発生したトラブルを自己の責任と負担において解決するものとし、当社に故意又は重過失がある場合を除き、当社は当該トラブルについて一切の責任を負いません。<br>
<br>
第6条	（有料サービス）<br>
1.	ユーザーは、有料サービスを利用する場合には、別途当社が定める料金表（以下「料金表」といいます。）に基づく利用料金（以下「利用料金」といいます。）を、別途当社の指定する時期及び方法で支払うものとします。<br>
2.	当社は、当社の裁量により、ユーザーに適用する料金表の全部又は一部を変更することができるものとします。料金表を変更する場合には、当社は、変更後の料金表のユーザーへの適用日の７日前までに、本サービス上又は当社サイト上への掲示その他当社が適当と判断する方法で、ユーザーに対し通知するものとします。変更後の料金表の適用日以降に、ユーザーが本サービスを利用した場合又は当社の定める期間内に本利用契約の解約手続をとらなかった場合には、ユーザーは、料金表の変更に同意したものとみなします。<br>
3.	一定の期間ごとに利用料金が発生する有料サービス場合において、当該期間中にユーザーが本利用規約を解約し、又は有料サービスの利用を中止した場合であっても、当社は、ユーザーに対し、残存する期間に相当する利用料金を請求することができるものとし、受領済みの利用料金については返金する義務を負わないものとします。<br>
4.	ユーザーは、利用料金の支払を遅滞した場合、当社に対して、年１４．６％の割合による遅延損害金を支払うものとします。<br>
5.	前項に定める場合には、当社は、ユーザーへの本サービスの提供の全部又は一部を停止することができるものとします。<br>
<br>
第7条	（知的財産権等）<br>
1.	本サービスに関する知的財産権等は、全て当社又は当社に利用を許諾している者に帰属しており、本利用契約の締結又はユーザーによる本サービスの利用は、当社によるユーザーに対する本サービスに関する知的財産権等の利用許諾を意味するものではありません。<br>
2.	ユーザーコンテンツに関する知的財産権等は、ユーザー又はユーザーに利用を許諾している者に帰属します。ユーザーは、本利用契約期間中及び本利用契約終了後においても、当社に対し、ユーザーコンテンツに関する地域の制限のない、無償、無期限、取消不能、サブライセンス可能、譲渡可能な一切の利用権を許諾するものとし、かつ、当社に対して自己又は第三者をして著作者人格権を行使しないものとします。<br>
<br>
第8条	（ユーザーコンテンツの取扱い）<br>
1.	当社は、ユーザーコンテンツが、本規約、法令等及び公序良俗等に反する場合その他当社が不適切と判断した場合には、当該ユーザーコンテンツの全部若しくは一部を削除し、表示を停止し、又は裁判所・捜査機関等の公的機関に開示・提供する等、当社が適切と判断する措置を行うことができるものとします。<br>
2.	当社は、前項に基づき当社が行った措置によりユーザーに生じた損害について一切の責任を負いません。<br>
<br>
第9条	（情報等の取扱い）<br>
1.	当社は、ユーザーの個人情報を、当社プライバシーポリシー（https://papillon.co.jp/privacy_policy）に従って取り扱います。ユーザーは、当社がこのプライバシーポリシーに従って個人情報を取り扱うことに同意するものとします。<br>
2.	当社は、改ざん等を防止するため、ブロックチェーン技術を用いて、ＩＤ等及び戦績等の情報を当社又は他の事業者等が管理するサーバに保存する場合があります。ただし、この場合であっても、当社は、当該情報の正確性、網羅性、有用性、完全性等を一切保証するものではありません。ユーザーは予めこれらに同意するものとします。<br>
3.	当社は、ユーザーが本サービス及び本サービスによって表示される広告等を閲覧、利用等したことによって得られた個人を特定しない情報を集計・分析し、その結果を、広告を提供している第三者に提供し、かつ、当社の事業開発（当社と業務提携している会社の事業開発を含みます。）、マーケティング、本サービスの改善・向上等の目的で利用することがあります。ユーザーは予めこれらに同意するものとします。<br>
4.	当社は、ユーザーの個人情報（登録情報を含みます。）及びユーザーコンテンツを運営上一定期間保存していた場合であっても、当該情報を半永久的に保存する義務を負わないものとし、当社は、当社の裁量に従って、当該情報を削除することができるものとします。<br>
5.	当社は、本利用契約の契約期間中及び本利用契約終了後においても、当社の裁量で、本サービスの提供及び運用、本サービス内容の改良及び向上、並びにこれらに附随する業務等の目的のためにユーザーの個人情報及びユーザーコンテンツを保有、利用することができるものとします。ユーザーは予めこれらに同意するものとします。<br>
<br>
第10条	（禁止事項）<br>
ユーザーは、本サービスの利用に関して、以下に定める行為を行ってはならないものとします。<br>
(1)	本規約に違反する行為<br>
(2)	法令等に違反する行為又は犯罪行為に関連する行為（賭博行為、景品表示法に違反する行為を含みますが、これらに限りません。）<br>
(3)	法令等に違反し又は公序良俗に反する行為、又は反社会的勢力に対する利益供与<br>
(4)	当社、他のユーザー又は第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利又は利益を侵害する行為<br>
(5)	本規約において明示的に認められる場合又は別途当社が認める場合を除き、ユーザー間において金銭授受する行為<br>
(6)	ゲーム大会の公平性・公正性等を損なわせる行為（開催ユーザーが特定の参加ユーザーに便宜を図る行為、特定の参加ユーザーを妨害する行為等を含みますが、これらに限りません。）<br>
(7)	ゲーム大会の結果について虚偽の申告を行う行為<br>
(8)	ゲーム大会の遂行を妨害する行為（正当な理由なく、参加ユーザーが参加予定のゲーム大会へ参加しないこと等を含みますが、これに限りません。）<br>
(9)	以下に該当し又は該当すると当社が判断する情報を、当社又は他のユーザーに送信する行為<br>
ア 当社、他のユーザー又はその他の第三者の名誉又は信用を毀損する表現を含む情報<br>
イ 暴力的又は残虐な表現を含む情報<br>
ウ わいせつな表現を含む情報<br>
エ アダルトサイト、出会い系サイト、年齢制限を有するサイト等への誘導となる文字列やＱＲコード等の情報<br>
オ 差別を助長する表現を含む情報<br>
カ 自殺、自傷行為等を助長する表現を含む情報<br>
キ 薬物の不適切な利用を助長する表現を含む情報<br>
ク 犯罪及び反社会的な表現を含む情報<br>
ケ スパム、チェーンメール等の、第三者への情報の拡散を求める情報<br>
コ 違法な勧誘、宣伝等を含む情報<br>
サ 他のユーザーへの誹謗中傷等を含む情報<br>
シ 他人に不快感を与える表現を含む情報<br>
ス コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報<br>
(10)	政治的活動及び宗教的活動を目的とする行為<br>
(11)	無限連鎖講（ねずみ講）、連鎖販売取引（マルチ商法）等の勧誘を行う行為<br>
(12)	アダルトサイト、出会い系サイト、年齢制限を有するサイト等への誘導を行う行為<br>
(13)	面識のない者との出会い、性交又は卑猥な行為等を目的として利用する行為<br>
(14)	当社のネットワーク又はシステム等に過度な負荷をかける行為<br>
(15)	当社のネットワーク又はシステム等に不正にアクセスし又は不正なアクセスを試みる行為<br>
(16)	他のユーザーのＩＤ等を利用する又は利用させる行為<br>
(17)	本規約で明示的に認められる場合又は別途当社が認める場合を除き、本サービスを通じて入手した情報を、複製、販売、出版その他利用する行為<br>
(18)	本サービスの運営を妨害し、又は当社の信用を毀損する行為若しくはそのおそれのある行為<br>
(19)	本サービスに発生した不具合を意図的に利用する行為<br>
(20)	本サービス又は当社サイトに関連するプログラムを変更、削除、逆コンパイル、逆アセンブル若しくはリバースエンジニアリングする行為、又はネットワーク監視若しくは検出ソフトウェアを使用し、当社サイトのサイトアーキテクチャを決定する行為<br>
(21)	本サービスのシステムの一貫性や安全性を妨害し若しくは損なう行為、又は本サービスを実行しているサーバへの発信又は当該サーバからの発信を解読することを試みる行為<br>
(22)	無効なデータ、コンピューター・ウィルス、ワーム、又はその他のソフトウェアエージェントを、本サービスを通じてアップロードする行為<br>
(23)	本サービスを通じて開催されたゲーム大会における、チートツール若しくはマクロの使用等ソフトウェアを用いたチート行為、ハードウェアを用いたチート行為、又はゲームの不具合を意図的に利用する行為、その他一切の不正行為<br>
(24)	不正な改変を行った端末等において本サービスを利用する行為<br>
(25)	本規約において明示的に認められる場合又は別途当社が認める場合を除き、本サービスを商業目的、又は第三者に利益を与える目的で利用する行為<br>
(26)	前各号の行為を直接又は間接に惹起し又は容易にする行為<br>
(27)	その他当社が不適切と判断する行為<br>
<br>
第11条	（秘密保持）<br>
1.	ユーザーは、当社がユーザーに対して秘密に取り扱うことを求めて開示した情報（以下「秘密情報」といいます。）を秘密として保持し、第三者に開示、漏洩してはならず、かつ、当社から指定された使用目的の範囲を超えて使用してはならないものとします。<br>
2.	ユーザーは、本利用契約が終了した場合又は当社から求められた場合は、遅滞なく、秘密情報及び当該情報を記載又は記録した書面その他の記録媒体物並びにその全ての複製物等を、当社の指示に従い、返却又は廃棄しなければならないものとします。<br>
<br>
第12条	（違反行為に対する措置）<br>
1.	当社は、民法第５４２条に定めるものの他、ユーザーが以下の各号のいずれかの事由に該当する場合、ユーザーに事前に通知又は催告することなく、ユーザーによる本サービスの利用の全部又は一部の制限・停止、ＩＤ等の削除又は本利用契約の解除等の措置を行うことができるものとします。<br>
(1)	本規約のいずれかの条項又は保証した事項に違反した場合<br>
(2)	第３条第４項各号の登録拒否事由のいずれかに該当した場合<br>
(3)	支払停止若しくは支払不能となり、又は破産手続開始、民事再生手続開始若しくはこれらに類する手続の開始の申立てがあった場合<br>
(4)	刑法上の犯罪行為、その他法令・公序良俗に反する行為が認められた場合<br>
(5)	前各号に定めるものの他、本利用契約を継続し難い重大な事由が生じた場合<br>
2.	ユーザーは、前項各号のいずれかに該当した場合において、当社に対して債務を負っているときは、当該債務の一切について当然に期限の利益を失い、直ちに当社に対して全ての債務の支払を行わなければなりません。<br>
3.	当社は、本条に基づき当社が行った措置によりユーザーに生じた損害について一切の責任を負わないものとします。<br>
4.	本条に基づき当社が行った措置は、当社のユーザーに対する損害賠償請求権の行使を妨げるものではありません。<br>
<br>
<br>
第13条	（保証の否認及び免責）<br>
1.	当社は、本サービス並びに本サービスを通じて提供される情報及びコンテンツが、ユーザーの特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性・完全性を有すること、本サービスがユーザーに適用のある法令等に適合すること、及び不具合が生じないことについて、何ら保証するものではありません。<br>
2.	ユーザーは、本サービスの利用に関連して他のユーザーその他第三者との間で生じた取引、連絡、紛争等については、自己の責任と負担において対応及び解決するものとし、当社は一切の責任を負わないものとします。<br>
3.	本サービス上にて掲載された広告の内容は全て広告主が責任を負い、本サービス上又は遷移先問わず当該内容について真偽の判断はユーザーの自己責任において行うものとし、当社に故意又は重過失がある場合を除き、当社は、それによって生じた事項について一切の責任を負わないものとします。<br>
4.	当社は、不正アクセス、ハッキング、通信傍受その他予期せぬ要因により、当社の保存する情報（戦績等を含みますが、これに限りません。）の全部又は一部が滅失、漏洩、改ざん等した場合であっても、当社に故意又は重過失がある場合を除き、当社は、それによって生じた事項について一切の責任を負わないものとします。<br>
<br>
第14条	（損害賠償）<br>
1.	ユーザーは、本規約に違反した場合、又は本サービスの利用に関し当社に直接又は間接の損害を与えた場合、当社に対し、その全ての損害（合理的な弁護士費用及び人件費相当額を含みます。）を賠償しなければならないものとします。<br>
2.	当社は、本規約及び本サービスに関して、当社の責めに帰すべき事由によりユーザーに損害を生じさせた場合であっても、その賠償責任の範囲は、ユーザーに現実に生じた直接かつ通常の損害に限られ、かつ、その損害賠償の上限は金１０万円とします。ただし、当社に故意又は重過失がある場合を除きます。<br>
<br>
第15条	（反社会的勢力等の排除）<br>
1.	当社及びユーザーは、自らが、反社会的勢力等に該当しないこと、及び以下の各号のいずれにも該当せず、かつ、将来にわたっても該当しないことを確約し、これを保証します。<br>
(1)	反社会的勢力等が経営を支配していると認められる関係を有すること<br>
(2)	反社会的勢力等が経営に実質的に関与していると認められる関係を有すること<br>
(3)	自ら若しくは第三者の不正の利益を図る目的又は第三者に損害を加える目的をもってするなど、不当に反社会的勢力等を利用していると認められる関係を有すること<br>
(4)	反社会的勢力等に対して暴力団員等であることを知りながら資金等を提供し、又は便宜を供与するなどの関与をしていると認められる関係を有すること<br>
2.	当社及びユーザーは、自ら又は第三者をして、の以下各号のいずれかに該当する行為を行わないことを確約し、これを保証します。<br>
(1)	暴力的な要求行為<br>
(2)	法的な責任を超えた不当な要求行為<br>
(3)	取引に関して、脅迫的な言動をし、又は暴力を用いる行為<br>
(4)	風説を流布し、偽計を用い又は威力を用いて相手方の信用を毀損し、又は相手方の業務を妨害する行為<br>
(5)	その他前各号に準ずる行為<br>
3.	当社又はユーザーは、相手方が前各項のいずれかに違反したとき、又は違反していたことが判明したときは、何らの催告を要せず、直ちに本利用契約を解除することができます。<br>
4.	当社及びユーザーは、前項に基づく解除により相手方に損害が生じた場合であっても、当該損害の賠償義務を負いません。また、当該解除に起因して自己に生じた損害につき、相手方に対し損害賠償請求することができます。<br>
<br>
第16条	（本サービスの終了及び一時停止）<br>
1.	当社は、当社の裁量により、本サービスの全部又は一部の提供を終了することができます。当社は、本サービスの全部又は一部の提供を終了する場合、緊急の場合を除いて、事前に、本サービス上又は当社サイトへの掲示その他当社が適当と判断する方法でユーザーに対し通知するものとします。<br>
2.	当社は、以下のいずれかに該当する場合には、ユーザーに事前に通知することなく、本サービスの全部又は一部の提供を一時的に停止することができるものとします。<br>
(1)	本サービスにかかわるコンピューター・システムの点検又は保守作業を定期的に又は緊急に行う場合<br>
(2)	コンピューター又は通信回線等の障害、誤操作、過度なアクセスの集中、不正アクセス、ハッキング、その他予期せぬ要因により本サービスの提供が困難となった場合<br>
(3)	本サービスに関するセキュリティ上の問題が生じた場合<br>
(4)	地震、落雷、火災、風水害、停電、天災地変、疾病・感染症の流行等の不可抗力により本サービスの運営ができなくなった場合<br>
(5)	本サービスの適法な運営が困難となった場合<br>
(6)	その他当社が本サービスの一時的な停止が必要であると合理的に判断した場合<br>
3.	当社は、本条に基づき当社が行った措置によりユーザーに生じた損害について一切の責任を負いません。<br>
<br>
第17条	（解約手続）<br>
1.	ユーザーは、当社が指定する方法により当社に通知することにより、本利用契約を解約することができます。解約したユーザーは、当社の定める日から本サービスを利用できなくなるものとします。<br>
2.	ユーザーは、前項に基づき本利用契約を解約する場合においても、当社に対して債務を負っている場合には、その債務について当然に期限の利益を失い、直ちに当社に対して全ての債務の弁済しなければならないものとします。<br>
<br>
第18条	（本規約の変更・追加）<br>
1.	当社は、以下の各号に定める場合には、当社の判断により、本規約の全部又は一部を変更又は追加すること（以下本条において「本規約の変更等」といいます。）ができるものとします。<br>
(1)	本規約の変更等が、ユーザーの一般の利益に適合するとき<br>
(2)	本規約の変更等が、契約をした目的に反せず、かつ、変更の必要性、変更後の内容の相当性、変更の内容その他の変更に係る事情に照らして合理的なものであるとき<br>
2.	当社は、本規約の変更等をする場合には、変更後の本規約の効力発生日の７日前までに、本サービス上又は当社サイト上への掲示その他当社が適当と判断する方法で、ユーザーに対し通知するものとします。<br>
3.	変更後の本規約の効力発生日以降に、ユーザーが本サービスを利用した場合又は当社の定める期間内に本利用契約の解約手続をとらなかった場合には、ユーザーは、本規約の変更等に同意したものとみなします。<br>
<br>
第19条	（権利義務の譲渡禁止等）<br>
1.	ユーザーは、当社による事前の書面による承諾なく、本利用契約上の地位又は本利用契約に基づく権利義務を、第三者に譲渡、移転、担保設定し又はその他の処分をしてはなりません。<br>
2.	当社は、本サービスに係る事業を第三者に譲渡したときは、当該事業譲渡等に伴い、本利用契約上の地位又は本利用契約に基づく権利義務を当該事業譲渡等の譲受人に譲渡することができるものとし、ユーザーは、予めこれに同意するものとします。<br>
<br>
第20条	（分離可能性）<br>
1.	本規約のいずれかの条項又はその一部が、法令等により無効又は執行不能と判断された場合であっても、本規約の残りの規定又は部分は、継続して完全に効力を有するものとし、当社及びユーザーは、当該無効若しくは執行不能の条項又は部分を適法とし、執行力をもたせるために必要な範囲で修正し、当該無効若しくは執行不能な条項又は部分の趣旨並びに法律的及び経済的に同等の効果を確保できるように努めるものとします。<br>
2.	本規約のいずれかの条項又はその一部が、あるユーザーとの関係で無効又は失効不能と判断された場合であっても、他のユーザーとの関係における有効性等には影響を及ぼさないものとします。<br>
<br>
第21条	（存続条項）<br>
第３条第５項及び第６項、第５条第６項、第６条第３項及び第４項、第７条乃至第９条、第１１条、第１２条第２項乃至第４項、第１３条、第１４条、第１５条第４項、第１６条第３項、第１７条第２項、第１９条乃至第２２条並びに条項の性質に鑑み当然に存続すべき規定については、本利用契約終了後においてもなお有効に存続するものとします。<br>
<br>
第22条	（準拠法及び管轄）<br>
本規約は日本法に準拠するものとし、本規約に起因し又は関連する一切の紛争については、名古屋地方裁判所を第一審の専属的合意管轄裁判所とします。<br>
<br>
第23条	（誠実協議）<br>
本規約に定めなき事項又は本規約の解釈に疑義が生じた場合は、当社及びユーザーは誠意をもって協議し、解決するものとします。<br>
<br>
【２０２１年4月14日制定】<br>
	</div>
</template>

<script>

</script>

<style scoped lang="scss">
.container {
	position: relative;
	top: 40px;
	width: 80%;
	left: 10%;
}
</style>